Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HIGH_RESOLUTION_LOSSLESS_DETAIL
source: ALAC up to 24-bit/192 kHz
ar: ‏ALAC لحد ٢٤ بت/١٩٢ ك.هرتز
bg: ALAC до 24-bit/192 kHz
ca: ALAC de fins a 24 bits i 192 kHz
cs: ALAC do 24 bitů/192 kHz
da: ALAC op til 24-bit/192 kHz
de: ALAC bis zu 24 Bit/192 kHz
el: ALAC έως 24 bit/192 kHz
es: ALAC de hasta 24 bits/192 kHz
es_us: ALAC de hasta 24 bits/192 kHz
fi: ALAC enintään 24 bittiä/192 kHz
fr: ALAC jusqu’à 24 bits/192 kHz
fr_ca: ALAC jusqu’à 24 bits, 192 kHz
he: ‏ALAC עד ‎24-bit על ⁨192 kHz⁩
hi: ALAC अधिकतम 24-बिट/192 kHz तक
hr: ALAC do 24 bita/192 kHz
hu: ALAC max. 24 bit/192 kHz sebességen
id: ALAC hingga 24 bit/192 kHz
it: ALAC fino a 24 bit/192 kHz
ja: ALAC（最大24ビット/192 kHz）
kk: 24 бит/192 кГц-ке дейінгі ALAC
ko: ALAC(최대 24비트/192kHz)
lt: ALAC iki 24 bitų / 192 kHz
ms: ALAC sehingga 24 bit/192 kHz
nl: ALAC tot 24-bit/192 kHz
no: ALAC opptil 24-bit/192 kHz
pl: ALAC do 24 bitów/192 kHz
pt_br: ALAC até 24 bits/192 kHz
pt_pt: ALAC até 24 bits/192 kHz
ro: ALAC până la 24 biți/192 kHz
ru: ALAC до 24 бит/192 кГц
sk: ALAC (do 24 bitov/192 kHz)
sl: ALAC do 24 bitov/192 kHz
sv: ALAC upp till 24-bitars/192 kHz
th: ALAC สูงถึง 24 บิต/192 kHz
tr: 24-bit/192 kHz’e kadar ALAC
uk: ALAC до 24 біт/192 кГц
vi: ALAC đến 24-bit/192 kHz
zh_cn: ALAC（最高24位/192 kHz）
zh_hk: ALAC（最高24位元/192 kHz）
zh_tw: ALAC最高24位元/192 kHz

# ATMOS_ALWAYS_ON_WARN_TITLE
source: Not Supported on All Speakers
ar: غير مدعوم على كل السماعات
bg: Не се поддържа от всички говорители
ca: No compatible amb tots els altaveus
cs: Některé reproduktory tuto funkci nepodporují
da: Understøttes ikke på alle højttalere
de: Nicht auf allen Lautsprechern unterstützt
el: Δεν υποστηρίζεται σε όλα τα ηχεία
es: No compatible con todos los altavoces
es_us: No todos los altavoces son compatibles
fi: Ei tuettu kaikissa kaiuttimissa
fr: Non pris en charge sur tous les haut-parleurs
fr_ca: Non pris en charge par tous les haut-parleurs
he: לא נתמך בכל הרמקולים
hi: सभी स्पीकर पर समर्थित नहीं
hr: Nije podržano na svim zvučnicima
hu: Nem minden hangszóró esetében támogatott
id: Tidak Didukung di Semua Speaker
it: Non supportato su tutti gli altoparlanti
ja: すべてのスピーカーには対応していません
kk: Барлық динамикте қолдау көрсетілмейді
ko: 일부 스피커에서만 지원됨
lt: Nepalaikoma visuose garsiakalbiuose
ms: Tidak Disokong pada Semua Speaker
nl: Niet op alle luidsprekers ondersteund
no: Støttes ikke på alle høyttalere
pl: Opcja obsługiwana przez wybrane głośniki
pt_br: Não Compatível com Todos os Alto-falantes
pt_pt: Não suportado em todas as colunas
ro: Formatul nu este compatibil cu toate difuzoarele
ru: Поддержка не на всех колонках
sk: Tento formát nepodporujú všetky reproduktory
sl: Ni podprto v vseh zvočnikih
sv: Stöds inte på alla högtalare
th: ไม่รองรับบนลำโพงทั้งหมด
tr: Tüm Hoparlörlerde Desteklenmiyor
uk: Підтримується не всіма аудіосистемами
vi: Không được hỗ trợ trên tất cả các loa
zh_cn: 并非所有扬声器都支持
zh_hk: 並非所有喇叭皆支援
zh_tw: 並非所有揚聲器皆支援

source: Cellular Data
ar: البيانات الخلوية
bg: Мобилни данни
ca: Dades mòbils
cs: Mobilní data
da: Mobildata
de: Mobile Daten
el: Δεδομένα
es: Datos móviles
es_us: Datos celulares
fi: Mobiilidata
fr: Données cellulaires
fr_ca: Données cellulaires
he: נתונים סלולריים
hi: मोबाइल डेटा
hr: Mobilni podaci
hu: Mobiladat-forgalom
id: Data Seluler
it: Dati cellulare
ja: モバイルデータ通信
kk: Ұялы деректер
ko: 셀룰러 데이터
lt: Mobiliojo ryšio duomenys
ms: Data Selular
nl: Mobiele data
no: Mobildata
pl: Dane komórkowe
pt_br: Dados Celulares
pt_pt: Dados móveis
ro: Date celulare
ru: Сотовые данные
sk: Mobilné dáta
sl: Mobilni podatki
sv: Mobildata
th: ข้อมูลเซลลูลาร์
tr: Hücresel Veri
uk: Стільникові дані
vi: Dữ liệu di động
zh_cn: 蜂窝数据
zh_hk: 流動數據
zh_tw: 行動數據

source: Cellular Streaming
ar: البث عبر الشبكة الخلوية
bg: Стриймване с мобилна мрежа
ca: Reproducció amb dades mòbils
cs: Mobilní streamy
da: Streaming via mobilnetværk
de: Mobiles Streaming
el: Ροή μέσω κινητού δικτύου
es: Transmisión con datos móviles
es_us: Transmisión con red celular
fi: Mobiilistriimaus
fr: Diffusion cellulaire
fr_ca: Diffusion cellulaire
he: הזרמות סלולריות
hi: मोबाइल स्ट्रीमिंग
hr: Streaming (mobilni podaci)
hu: Streamelés mobilhálózaton
id: Streaming Seluler
it: Streaming via rete cellulare
ja: モバイル通信ストリーミング
kk: Ұялы желі арқылы трансляция
ko: 셀룰러 스트리밍
lt: Klausymasis srautu per mobilųįį ryšį
ms: Penstriman Selular
nl: Mobiel streamen
no: Strømming over mobilnett
pl: Strumieniuj (sieć kom.)
pt_br: Streaming via Celular
pt_pt: Streaming (dados móveis)
ro: Difuzare prin date celulare
ru: Трансляция по сотовой сети
sk: Streamovanie cez mobilnú sieť
sl: Pretakanje prek mobilnega omrežja
sv: Mobildataströmning
th: การสตรีมผ่านเซลลูลาร์
tr: Hücresel Yayın
uk: Стільник
vi: Truyền phát qua mạng di động
zh_cn: 蜂窝网络流播放
zh_hk: 流動網絡串流
zh_tw: 行動網路串流

# DOWNLOADS_GROUP
source: Downloads
ar: التنزيلات
bg: Изтегляния
ca: Descàrregues
cs: Stahování
da: Overførsler
el: Λήψεις
es: Descargas
es_us: Descargas
fi: Lataukset
fr: Téléchargements
fr_ca: Téléchargements
he: הורדות
hi: डाउनलोड
hr: Preuzimanja
hu: Letöltések
id: Pengunduhan
it: Download
ja: ダウンロード
kk: Жүктеп алынғандар
ko: 다운로드
lt: Atsisiuntimai
ms: Muat Turun
no: Nedlastinger
pl: Pobieranie
pt_pt: Descargas
ro: Descărcări
ru: Загрузки
sk: Sťahovanie
sl: Prenosi
sv: Hämtningar
th: รายการดาวน์โหลด
tr: İndirilenler
uk: Викачування
vi: Tải về
zh_cn: 下载
zh_hk: 下載項目
zh_tw: 下載項目

# SHOW_LOSSLESS_FOOTER_LINK
source: About Lossless Audio
ar: حول صوت Lossless
bg: За Lossless аудио
ca: Sobre l’àudio sense pèrdua
cs: O bezztrátovém zvuku
da: Om Lossless-lyd
de: Über Lossless-Audio
el: Πληροφορίες για τον Ήχο Lossless
es: Acerca del audio sin pérdida
es_us: Acerca del audio Lossless
fi: Tietoja: Lossless-ääni
fr: À propos du format Lossless Audio
fr_ca: À propos de l’audio sans perte
he: מידע על שמע בפורמט Lossless
hi: Lossless Audio परिचय
hr: Više o Lossless zvuku
hu: Tudnivalók a veszteségmentes hangformátumról
id: Mengenai Lossless Audio
it: Informazioni su Audio Lossless
ja: ロスレスオーディオについて
kk: Lossless аудиосы туралы ақпарат
ko: 무손실 오디오에 관하여
lt: Apie nenuostolingąjį garso formatą
ms: Perihal Audio Lossless
nl: Over Lossless-audio
no: Om Lossless Audio
pl: Format Lossless…
pt_br: Sobre o Áudio Lossless
pt_pt: Acerca do áudio sem perdas
ro: Despre conținutul audio Lossless
ru: Об аудио Lossless
sk: O zvukovom formáte Lossless
sl: Več o zvoku kakovosti Lossless
sv: Om ljud i Lossless-format
th: เกี่ยวกับเสียงแบบ Lossless
tr: Kayıpsız Ses Hakkında
uk: Про звук без втрат
vi: Giới thiệu về Âm thanh Lossless
zh_cn: 关于无损音频
zh_hk: 關於無損壓縮音訊
zh_tw: 關於保真壓縮音訊

source: EQ
ar: موازن الصوت
bg: Eквалайзер
ca: Equalitzador
cs: Ekvalizér
el: Ισοσταθμιστής
es: Ecualizador
es_us: Ecualizador
fi: Taajuuskorjain
fr: Égaliseur
fr_ca: Égaliseur
he: אקוולייזר
hi: इक्वलाइज़र
hu: Hangszínszabályzó
ja: イコライザ
kk: Эквалайзер
lt: Ekvalaizeris
nl: Equalizer
no: Equalizer
pt_br: Equalizador
pt_pt: Equalizador
ro: Egalizor
ru: Эквалайзер
sk: Ekvalizér
uk: Еквалайзер
zh_cn: 均衡器
zh_hk: 等化器
zh_tw: 等化器

# AUDIO_QUALITY_FOOTER_CELLULAR_STREAMING_DATA_WARN_NO_HI_RES
source: Lossless streaming will consume significantly more data. A three minute song will be approximately: – 1.5 MB with High Efficiency – 6 MB with High Quality at 256 kbps – 36 MB with Lossless at 24-bit/48 kHz Support varies and depends on song availability, network conditions, and connected speaker or headphone capability.
ar: سيستهلك البث بتنسيق Lossless بيانات أكبر بكثير. تشغيل أغنية مدتها ثلاث دقائق سيستهلك تقريبًا: – ١٫٥ م.ب. بالكفاءة العالية – ٦ م.ب. بجودة عالية بمعدل ٢٥٦ ك.ب./ث – ٣٦ م.ب. بتنسيق Lossless بمعدل ٢٤ بت/٤٨ ك.هرتز يختلف الدعم ويعتمد على توفر الأغاني وظروف الشبكة وقدرات السماعة أو سماعة الرأس المتصلة.
bg: Стриймването в режим Lossless ще повиши значително консумацията на мобилни данни. Триминутна песен ще бъде около: – 1.5 MB с High Efficiency – 6 MB с High Quality при 256 kbps – 36 MB с Lossless при 24-bit/48 kHz Поддръжката варира и зависи от наличността на песента, състоянието на мрежата и възможностите на свързаните говорител или слушалки.
ca: La reproducció sense pèrdua consumeix més dades. Una cançó de tres minuts consumeix aproximadament: – 1,5 MB en alta eficiència. – 6 MB en alta qualitat a 256 kbps. – 36 MB sense pèrdua a 24 bits i 48 kHz. La compatibilitat varia i depèn de la disponibilitat de la cançó, de les condicions de la xarxa i de la capacitat dels altaveus o auriculars connectats.
cs: Bezztrátové streamování spotřebuje podstatně víc dat. Tříminutová skladba spotřebuje přibližně: – 1,5 MB při vysoké efektivitě – 6 MB při vysoké kvalitě (256 kb/s) – 36 MB při bezztrátové kvalitě (24 bitů/48 kHz) Vybraná volba nemusí být vždy podporována a závisí na dostupnosti skladby, stavu sítě a možnostech připojených reproduktorů nebo sluchátek.
da: Streaming i Lossless bruger væsentlig mere data. En sang på tre minutter har en størrelse på omkring: – 1,5 MB i High Efficiency-format – 6 MB i høj kvalitet ved 256 kbps – 36 MB i Lossless-format ved 24-bit/48 kHz Understøttelse varierer og afhænger af tilgængelighed af sangen, netværksforhold og den tilsluttede højttalers eller hovedtelefonernes funktionalitet.
de: Lossless-Streaming erfordert wesentlich mehr Daten. Ein dreiminütiger Titel benötigt ungefähr: – 1,5 MB mit High Efficiency – 6 MB mit High Quality bei 256 kBit/s – 36 MB mit Lossless bei 24 Bit/48 kHz Die Unterstützung variiert mit der Verfügbarkeit des Titels, der Netzwerkverbindung und der Leistungsfähigkeit verbundener Lautsprecher oder Kopfhörer.
el: Η ροή Lossless θα καταναλώνει πολύ περισσότερα δεδομένα. Ένα τραγούδι τριών λεπτών θα έχει μέγεθος περίπου: – 1,5 MB σε Υψηλή απόδοση – 6 MB σε Υψηλή ποιότητα στα 256 kbps – 36 MB σε Lossless στα 24 bit/48 kHz Η υποστήριξη ποικίλλει και εξαρτάται από τη διαθεσιμότητα των τραγουδιών, τις συνθήκες δικτύου και τις δυνατότητες των συνδεδεμένων ηχείων ή ακουστικών.
es: La transmisión de audio sin pérdida consumirá muchos más datos. Una canción de tres minutos ocupará aproximadamente: – 1,5 MB con alta eficiencia – 6 MB con alta calidad a 256 kbps – 36 MB sin pérdida de audio a 24 bits/48 kHz La compatibilidad varía y depende de la disponibilidad de la canción, de las condiciones de la red y de la capacidad del altavoz o de los auriculares conectados.
es_us: La transmisión de audio Lossless consumirá significativamente más datos. Una canción de tres minutos consumirá aproximadamente: – 1.5 MB con alta eficiencia – 6 MB con alta calidad a 256 kbps – 36 MB con audio Lossless de 24 bits/48 kHz La compatibilidad varía y depende de la disponibilidad de la canción, las condiciones de la red y la capacidad de los audífonos o altavoces conectados.
fi: Lossless-striimaus kuluttaa huomattavasti enemmän dataa. Kolmen minuutin kappaleen tiedostokoko on noin – 1,5 Mt korkean hyötysuhteen koodauksella – 6 Mt korkealla laadulla nopeudella 256 kb/s – 36 Mt Lossless-laadulla tarkkuudella 24 bittiä/48 kHz Tuki vaihtelee ja riippuu kappaleen saatavuudesta, verkon tilasta ja kuulokkeiden tai liitetyn kaiuttimen teknisistä rajoitteista.
fr: La diffusion au format Lossless entraînera une consommation de données beaucoup plus élevée. Un morceau de trois minutes nécessitera environ : – 1,5 Mo en haute efficacité, – 6 Mo en haute qualité à 256 kbit/s, – 36 Mo en format Lossless à 24 bits/48 kHz. La prise en charge dépend de la disponibilité des morceaux, des conditions du réseau et des capacités du haut-parleur ou des écouteurs connectés.
fr_ca: La diffusion continue sans perte consomme beaucoup plus de données. Une chanson de trois minutes consommera environ : – 1,5 Mo en haute efficacité; – 6 Mo en qualité supérieure à 256 kbit/s; – 36 Mo au format sans perte à 24 bits, 48 kHz. La prise en charge varie selon les chansons, les conditions du réseau et les caractéristiques du haut-parleur ou des écouteurs connectés.
he: הזרמה של קובצי שמע בפורמט Lossless (ללא אובדן איכות) צורכת כמות נתונים גבוהה יותר באופן משמעותי. שיר באורך 3 דקות יצרוך בערך: – 1.5 מ״ב עם ״יעילות גבוהה״ – 6 מ״ב עם ״איכות גבוהה״ ב-256 קילובייט/שנייה – 36 מ״ב עם Lossless ב-⁨24-bit/48 kHz⁩ התמיכה עשויה להשתנות והיא תלויה בזמינות השיר, בתנאי הרשת וביכולות של הרמקול או האוזניות המחוברות.
hi: Lossless स्ट्रीमिंग में काफ़ी ज़्यादा डेटा की खपत होगी। तीन मिनट का गीत लगभग इस प्रकार का होगा : – हाई एफ़िशिएंसी पर 1.5 MB – 256 kbps पर उच्च गुणवत्ता के साथ 6 MB – 24-बिट/48 kHz पर Lossless के साथ 36 MB समर्थन गीत की उपलब्धता, नेटवर्क की स्थिति और कनेक्टेड स्पीकर या हेडफ़ोन की क्षमता पर निर्भर करता है और उसमें भिन्नता होती है।
hr: Streaming u kvaliteti Lossless potrošit će značajno više mobilnih podataka. Pjesma od tri minute približno iznosi: – 1,5 MB uz visoku učinkovitost – 6 MB uz visoku kvalitetu i 256 kbps – 36 MB uz kvalitetu Lossless i 24 bita/48 kHz Podrška varira i ovisi o dostupnosti pjesme, mrežnim uvjetima i mogućnostima spojenog zvučnika ili slušalica.
hu: A veszteségmentes streamelés lényegesen nagyobb mennyiségű adatot használ fel. Egy 3 perc hosszúságú dalhoz hozzávetőlegesen az alábbiak szükségesek: – 1,5 MB nagy hatékonyságú formátum esetén – 6 MB 256 kb/s sebességű, kiváló minőségű formátum esetén – 36 MB 24 bites / 48 kHz‑es veszteségmentes formátum esetén A támogatás változó, és a dal elérhetőségétől, a hálózati feltételektől, továbbá a csatlakoztatott hangszóró vagy fejhallgató képességeitől függ.
id: Streaming lossless akan memakan jauh lebih banyak data. Lagu berdurasi tiga menit kira-kira akan berukuran: – 1,5 MB dengan Efisiensi Tinggi – 6 MB dengan Kualitas Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz Dukungan berbeda-beda dan bergantung pada ketersediaan lagu, kondisi jaringan, serta kemampuan speaker atau headphone yang terhubung.
it: Lo streaming Lossless aumenterà in modo significativo il consumo di dati. Un brano di tre minuti consumerà circa: - 1,5 MB in efficienza elevata - 6 MB in alta qualità a 256 kbps - 36 MB in formato Lossless a 24 bit/48 kHz Il supporto varia e dipende dalla disponibilità dei brani, dalle condizioni della rete e dalle caratteristiche degli altoparlanti o delle cuffie connessi.
ja: ロスレスストリーミングを使用すると、データ使用量が大幅に増加します。 3分間の曲のデータ使用量は、およそ以下の通りです: – 高効率の場合は1.5 MB – 高音質（256 kbps）の場合は6 MB – ロスレス（24ビット/48 kHz）の場合は36 MB どのオーディオ品質に対応しているかは、入手できる楽曲の種類、ネットワークの状態、接続されているスピーカーやヘッドフォンの機能によって異なります。
kk: Lossless форматындағы трансляция кезінде деректер көбірек тұтынылады. Үш минуттық әннің көлемі шамамен мынадай болады: – 1,5 МБ — жоғары тиімділікті форматта – 6 МБ — жоғары сапалы форматта (256 кбит/с) – 36 МБ — Lossless форматында (24 бит/48 кГц) Әрдайым қолдау көрсетіле бермейді және әннің қолжетімділігіне, желілік қосылым шарттарына және қосылған динамик немесе құлаққаптың техникалық мүмкіндіктеріне байланысты.
ko: 무손실 스트리밍은 매우 많은 데이터를 소비합니다. 3분 길이의 노래에 소비되는 데이터는 대략 다음과 같습니다. – 고효율인 경우 1.5MB – 256kbps 고품질인 경우 6MB – 무손실 24비트/48kHz인 경우 36MB 지원 사항은 노래의 재생 가능 여부, 네트워크 상태와 연결된 스피커 또는 헤드폰 기능에 따라 다릅니다.
lt: Klausantis srautu nenuostolinguoju formatu, sunaudojama gerokai daugiau duomenų. Trijų minučių dainai sunaudojama apytiksliai tiek duomenų: – 1,5 MB, naudojant didelio efektyvumo formatą – 6 MB, naudojant aukštos kokybės formatą (256 kbps) – 36 MB, naudojant nenuostolingąjį formatą (24 bitus / 48 kHz) Palaikymas skiriasi priklausomai nuo dainų pasiekiamumo, tinklo sąlygų ir prijungtų garsiakalbių ar ausinių pajėgumo.
ms: Penstriman Lossless akan menggunakan lebih banyak data secara ketara. Lagu sepanjang tiga minit akan bersaiz lebih kurang: – 1.5 MB dengan Kecekapan Tinggi – 6 MB dengan Kualiti Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz Sokongan berbeza-beza dan bergantung pada ketersediaan lagu, keadaan rangkaian dan keupayaan speaker atau fon kepala yang disambungkan.
nl: Lossless streamen verbruikt aanzienlijk meer data. Een nummer van drie minuten is ongeveer: – 1,5 MB met 'High Efficiency' – 6 MB met 'Hoge kwaliteit' in 256 kbps – 36 MB met 'Lossless' bij 24-bit/48 kHz Ondersteuning varieert en is afhankelijk van de beschik­baarheid van nummers, netwerk­verbindingen en de eigen­schappen van de verbonden luidspreker of koptelefoon.
no: Strømming av lyd i Lossless-format vil bruke mye mer data. En sang på 3 minutter vil bruke omtrent: – 1,5 MB med High Efficiency – 6 MB med Høy kvalitet ved 256 kbps – 36 MB med Lossless ved 24-bit/48 kHz Støtte varierer og avhenger av tilgjengeligheten til sangen, nettverksforbindelsen og kapasiteten til tilkoblede høyttalere eller hodetelefoner.
pl: Strumieniowanie w formacie Lossless wymaga przesyłania znacznie większej ilości danych. Trzyminutowy utwór ma wielkość około: – 1,5 MB w formacie High Efficiency – 6 MB w wysokiej jakości przy 256 kb/s – 36 MB w formacie Lossless przy 24 bitach i 48 kHz Dostępność opcji zależy od dostępności utworu, możliwości sieci oraz ograniczeń technicznych połączonych głośników lub słuchawek.
pt_br: O streaming em Lossless consome consideravelmente mais dados. Uma música de três minutos terá aproximadamente: – 1,5 MB com Alta Eficiência – 6 MB com Alta Qualidade a 256 kbps – 36 MB com Lossless a 24 bits/48 kHz A compatibilidade varia e depende da disponibilidade das músicas, condições da rede e capacidade do alto‑falante ou fone de ouvido conectado.
pt_pt: O streaming sem perdas consome significativamente mais dados. Uma música com a duração de três minutos ocupa aproximadamente: – 1,5 MB no formato de alta eficiência. – 6 MB com alta qualidade a 256 kbps. – 36 MB sem perdas a 24 bits/48 kHz. O suporte varia e depende da disponibilidade das músicas, das condições da rede e da capacidade da coluna ou dos auscultadores ligados.
ro: Difuzarea în flux Lossless va atrage un consum de date semnificativ mai mare. O melodie de trei minute va avea aproximativ: – 1,5 MB cu eficiență înaltă – 6 MB la calitate înaltă la 256 kb/s – 36 MB la calitate Lossless la 24 biți/48 kHz Compatibilitatea variază și depinde de disponibilitatea melodiilor, condițiile de rețea și capacitățile căștilor audio sau difuzoarelor conectate.
ru: При потоковой передаче в формате Lossless значительно возрастает трафик данных. Размер трехминутной песни составит около: — 1,5 МБ в высокоэффективном формате — 6 МБ в высоком качестве (256 кбит/с) — 36 МБ в формате Lossless (24 бита/48 кГц) Поддержка зависит от песни, сетевого подключения и технических возможностей подключенных наушников или аудиосистем.
sk: Bezstratové Lossless streamovanie spotrebuje omnoho viac dát. Trojminútová skladba bude mať približne: – 1,5 MB vo vysoko efektívnom formáte – 6 MB vo vysokej kvalite 256 kb/s – 36 MB v Lossless kvalite 24 bitov/48 kHz Podpora formátu závisí od dostupnosti skladieb, kvality sieťového pripojenia a možností pripojených reproduktorov alebo slúchadiel.
sl: Pretakanje v kakovosti Lossless bo porabilo občutno več podatkov za prenos. Velikost triminutne skladbe bo približno: – 1,5 MB v visoki učinkovitosti – 6 MB v visoki kakovosti pri 256 kbps – 36 MB v kakovosti Lossless pri 24-bit/48 kHz Podpora se razlikuje in je odvisna od razpoložljivosti skladbe, omrežnih pogojev in zmogljivosti priključenega zvočnika ali slušalk.
sv: Strömning med Lossless-kvalitet använder avsevärt mycket större mängder data. En låt på tre minuter har följande ungefärliga storlek: – 1,5 MB med hög effektivitet – 6 MB med hög kvalitet och 256 kbit/s – 36 MB med Lossless-kvalitet och 24-bitars/48 kHz Stödet varierar och beror på låtens tillgänglighet, nätverksförhållanden och kapaciteten hos de anslutna högtalarna eller hörlurarna.
th: การสตรีมเสียงแบบ Lossless จะใช้ข้อมูลเพิ่มขึ้นอย่างมาก เพลงยาวสามนาทีจะใช้ข้อมูลโดยประมาณ: – 1.5 MB แบบประสิทธิภาพสูง – 6 MB แบบคุณภาพสูงที่ 256 kbps – 36 MB แบบ Lossless ที่ 24 บิต/48 kHz รองรับหลายรูปแบบและขึ้นอยู่กับเพลงที่รองรับ สภาพเครือข่าย และ ลำโพงที่เชื่อมต่อหรือความสามารถของหูฟัง
tr: Kayıpsız yayın, çok daha fazla veri kullanır. Üç dakikalık bir parça yaklaşık şu büyüklüktedir: - Yüksek Verimlilik biçiminde 1,5 MB – 256 kb/sn. Yüksek Kalite biçiminde 6 MB – 24 bit/48 kHz Kayıpsız biçiminde 36 MB Destek; parçanın kullanılabilirliğine, ağ koşullarına ve bağlı hoparlörün veya kulaklığın özelliklerine bağlı olup bunlara göre değişir.
uk: Для транслювання аудіофайлів без втрат потрібно передавати значно більше даних. Пісня тривалістю 3 хвилини потребуватиме приблизно: – 1,5 МБ у високоефективному форматі – 6 МБ у високій якості з бітрейтом 256 кбіт/с – 36 МБ у форматі без втрат із 24 біт/48 кГц Підтримка залежить від доступності пісні, пропускної здатності мережі та параметрів підʼєднаних навушників чи динаміків.
vi: Truyền phát Lossless sẽ sử dụng dữ liệu nhiều hơn đáng kể. Một bài hát có độ dài 3 phút sẽ sử dụng khoảng: – 1,5 MB với Hiệu suất cao – 6 MB với Chất lượng cao tại 256 kbps – 36 MB với Lossless tại 24-bit/48 kHz Hỗ trợ thay đổi và phụ thuộc vào khả năng có sẵn của bài hát, điều kiện mạng và tính năng của loa hoặc tai nghe được kết nối.
zh_cn: 无损流播放将显著消耗更多数据。 一首三分钟的歌曲大约消耗： – 1.5 MB，高效 – 6 MB，高质量(256 kbps) – 36 MB，无损(24位/48 kHz) 支持情况视歌曲提供、网络状况和所连接扬声器或耳机的功能而异。
zh_hk: 無損壓縮串流將會明顯耗用更多數據。 一首三分鐘的歌曲約需： – 1.5 MB（高效率） – 6 MB（高質素、256 kbps） – 36 MB（無損壓縮、24位元/48 kHz） 支援與否視乎歌曲提供情況、網絡狀況及所連接喇叭或耳筒的功能而定。
zh_tw: 「保真壓縮」串流會明顯地消耗更多數據。 三分鐘的歌曲大約消耗： – 1.5 MB（高效率） – 6 MB 256 kbps（高品質） – 36 MB 24位元/48 kHz（保真壓縮） 支援狀況會視歌曲、網路連線、所連接揚聲器或耳機的功能而有所差異。
